{ "Featured Pantries": [
    {
        "id": 1,
        "title": "Intown Cares",
        "image": "foodpantry2.jpeg",
        "description":"Pantry distribution currently occurs Tuesdays and Saturdays from 10AM-12PM. All individuals can receive groceries twice a week. ID is not required, but if there are a number of people, some documentation (such as a lease agreement) is appreciated. Currently, guests are served outside and are required to line up with 6ft distance betwwen each person. Check in with a volunteer at the distribution table, and then guests may recieve their groceries.",
        "location": "1026 Ponce de Leon Avenue NE, Atlanta, GA 30306",
        "url": "https://intowncm.org/what-we-do/foodministries"
    },
    {
        "id": 2,
        "title": "AUMI Food Bank",
        "image": "foodpantry1.jpeg",
        "description":"A program where individuals within the Atlanta Metropolitan Area are provided food on weekly basis. Currently they provide food for more than 350 families per week, 100 seniors on a monthly basis and distribute 10,000 lbs of produce on a weekly basis for person over 55. In addition to providing for to those in need within the community AUMI provides food for more than 35 students attending Atlanta Metropolitan State College on a bi-weekly basis. They continue to provide basic essentials such as clothing and other household goods to members of the community on a weekly basis as well.",
        "location": "466 Northside Dr NW, Atlanta, GA 30318",
        "url": "http://www.antiochurban.org/services/"
    },
    {
        "id": 3,
        "title": "Borean Outreach Ministry Center",
        "image": "foodpantry3.jpeg",
        "description":"Borean Outreach feeds approximately 800 families per week. Distributed more than 20,000 lbs of food each week. Distributed 1.2 million pounds of food to the Atlanta community for the entire year. Featured in a Dec 2012 ABC News documentary that was done here in Atlanta for national showing. Featured in a North American Division article/video for the success of the program as a model throughout the country. Adopted feeding refugees from Burma who are now located in Stockton, GA.",
        "location": "312 Hamilton E. Holmes Dr, Atlanta, GA 30318",
        "url": "https://atlantaberean.com/bomc/"
    },
    {
        "id": 4,
        "title": "Toco Hills Community Alliance",
        "image": "foodpantry4.jpeg",
        "description":"Toco Hills Community Alliance is open for food distribution Tuesday, Wednesday and Thursday from 1pm - 4pm.Currently, they are distributing food in a drive through or walk up manner. Per their COVID plan, on Tuesday, Wednesday, and Thursday, their “hot lunch” will be a to-go service for those experiencing homelessness. Those served may sit at the picnic tables provided or take their meal to go. ",
        "location": "1790 Lavista Rd NE, Atlanta, GA 30329",
        "url": "https://tocohillsalliance.org/services"
    },
    {
        "id": 5,
        "title": "Hosea Helps",
        "image": "foodpantry5.jpeg",
        "description":"Families and individuals can visit our warehouse during the week and receive free emergency groceries. Our food packages fit the cooking capability of families who are living on the street, or in hotels that may not have a refrigerator or stove, or with homes whose utilities have been turned off, as well as families with fully functioning kitchens. ",
        "location": "2545 Forrest Hills Dr SW, Atlanta, GA 30315",
        "url": "https://4hosea.org/programs/care-center/"
    }



]

}